Repository: emnu1971/PigVisionMobileGitHubWy
Catalog: src/Mobile/PigVisionMobile/PigVisionMobile.Core/Localization/Resx/AppResources.*.resx
Languages: nl

# CompanyViewHeaderTitle
source: Company
nl: Bedrijf

# EnterPassWordPlaceHolder
source: Enter password
nl: Geef paswoord in

# EnterUserNamePlaceHolder
source: Enter username
nl: Geef gebruikersnaam in

# ErrorOccured
source: An error occured !
nl: Er is een fout opgetreden !

# LocationName
source: Box:
nl: Hok:

# LocationRequired
source: Location is required !
nl: Hok is verplicht !

# LoginViewSubTitle
source: Welcome !
nl: Welkom !

# LoginViewTitle
source: PigVision Mobile Applications
nl: PigVision Mobiele Applicaties

# MainViewHeaderTitle
source: PigVision Main Page
nl: PigVision Hoofd Menu

# MethodCallingError
source: An error occured while executing:
nl: Er is een fout opgetreden tijdens het uitvoeren van:

source: Password:
nl: Wachtwoord:

source: Password forgotten ?
nl: Wachtwoord vergeten ?

# PassWordRequired
source: A password is required !
nl: Gelieve een wachtwoord in te vullen !

# SelectCompany
source: Select a company ...
nl: Selecteer een bedrijf ...

# SelectItem
source: Select
nl: Selecteer

# SettingsTitle
source: PigVision Mobile Settings
nl: PigVision Mobile Instellingen

# SowActionsHeaderTitle
source: Actions
nl: Acties

# SowDetailsViewHeaderTitle
source: Sow Details
nl: Detail zeug

# SowListViewHeaderTitle
source: Sow list
nl: Overzicht zeugen

source: Sow name:
nl: Zeug naam:

# SowNameRequired
source: Sowname is required !
nl: Zeugnaam is verplicht !

# SowProfileHeaderTitle
source: Profile
nl: Profiel

source: Username:
nl: Gebruiker:

# UserNameRequired
source: A username is required !
nl: Gelieve een gebruikersnaam in te vullen !
